Repository: ali55ss/iOSAlmaktabaCode
Catalog: *.lproj/Localizable.strings
Languages: ar_sa

source: Welcome to Al Maktaba
ar_sa: مرحباً بك في المكتبة

source: Login into your account
ar_sa: تسجيل الدخول لحسابك

source: Email / Username
ar_sa: البريد الالكتروني/ اسم المستخدم

source: Enter your email
ar_sa: ادخل بريدك الالكتروني

source: Password
ar_sa: كلمة المرور

source: Enter your password
ar_sa: ادخل كلمة المرور

source: Please confirm your password
ar_sa: تأكيد كلمة المرور

source: Please confirm your new password
ar_sa: تأكيد كلمة المرور الجديدة

source: Enter your current password
ar_sa: ادخل كلمة المرور الحالية

source: Enter your new password
ar_sa: ادخل كلمة المرور الجديدة

source: Change Password
ar_sa: تغيير كلمة المرور

source: Current Password
ar_sa: كلمة المرور الحالية

source: New Password
ar_sa: كلمة المرور الجديدة

source: Remember me
ar_sa: تذكرني

source: Login
ar_sa: تسجيل الدخول

source: Don't have an account?
ar_sa: لا يوجد لديك حساب؟

source: SIGNUP
ar_sa: تسجيل

source: OR
ar_sa: أو

source: Good to see you again !
ar_sa: أهلاً بك مجدداً

source: Signup for new user
ar_sa: تسجيل مستخدم جديد

source: Email
ar_sa: البريد الالكتروني

source: Confirm password
ar_sa: تأكيد كلمة المرور

source: Show
ar_sa: إظهار

source: Hide
ar_sa: إخفاء

source: Already have an account?
ar_sa: هل يوجد لديك حساب؟

source: LOGIN
ar_sa: تسجيل الدخول

source: Signup
ar_sa: تسجيل

source: Reset Password
ar_sa: إعادة كلمة المرور

source: Please enter the email you used at the time of registration to get password reset instructions
ar_sa: فضلاً أدخل البريد الالكتروني المستخدم عند التسجيل لارسال تعليمات إعادة كلمة المرور

source: Reset
ar_sa: إعادة

source: Back to Login page
ar_sa: عودة لصفحة تسجيل الدخول

source: Registration successful
ar_sa: تم التسجيل بنجاح

source: A verification code was sent to you, Please check your mail and enter the received verification code below
ar_sa: تم إرسال رمز التحقق إليك، فضلاً تأكد من بريدك الالكتروني وادخل الرمز المرسل ادناه

source: Enter OTP Number
ar_sa: أدخل رمز التحقق

source: Enter document name
ar_sa: أدخل اسم المستند

source: Document name
ar_sa: اسم المستند

source: I did not receive a verification code email
ar_sa: لم يصلني رمز التحقق بالبريد الالكتروني

source: Create New Password
ar_sa: إنشاء كلمة مرور جديدة

source: Submit
ar_sa: إرسال

source: Universities
ar_sa: الجامعات

source: Search
ar_sa: بحث

source: Please enter university name
ar_sa: فضلاً أدخل اسم الجامعة

source: University name
ar_sa: اسم الجامعة

source: Suggest University
ar_sa: اقترح جامعة

source: Choose University Logo From
ar_sa: اختيار شعار الجامعة

source: Choose User Profile Image From
ar_sa: اختيار صورة للملف التعريفي

source: Open camera
ar_sa: تشغيل الكاميرا

source: Scan Document
ar_sa: مسح مستند

source: Photo library
ar_sa: مكتبة الصور

source: Cancel
ar_sa: إلغاء

source: Close
ar_sa: إغلاق

source: Done
ar_sa: تم

source: Photos
ar_sa: الصور

source: Choose your documents photo
ar_sa: اختر صور المستندات

source: Videos
ar_sa: الفيديو

source: Browse Document
ar_sa: تصفح المستندات

source: College Name
ar_sa: اسم الكلية

source: Colleges
ar_sa: الكليات

source: Suggest College
ar_sa: اقترح كلية

source: Please enter college name
ar_sa: فضلاً ادخل اسم الكلية

source: Choose College Logo From
ar_sa: اختر شعار الكلية

source: Departments
ar_sa: الأقسام

source: Suggest Department
ar_sa: اقترح قسم

source: Department name
ar_sa: اسم القسم

source: Please enter department name
ar_sa: فضلاً أدخل اسم القسم

source: Courses
ar_sa: المقررات

source: Select a Course
ar_sa: اختيار المقرر

source: Suggest Course
ar_sa: اقترح مقرر

source: Course Name
ar_sa: اسم المقرر

source: Code
ar_sa: رمز المقرر

source: Please enter course name
ar_sa: فضلاً أدخل اسم المقرر

source: Required
ar_sa: مطلوب

source: UPLOAD YOUR DOCS
ar_sa: رفع المستندات

source: CHOOSE YOUR DOCS
ar_sa: اختيار المستندات

source: Upload Docs
ar_sa: رفع المستندات

source: Document title
ar_sa: عنوان المستند

source: Please enter document title
ar_sa: فضلاً أدخل عنوان المستند

source: Please write document details
ar_sa: فضلاً اكتب التفاصيل

source: First Name
ar_sa: الاسم الأول

source: Last Name
ar_sa: الاسم الأخير

source: Mobile Number
ar_sa: رقم الجوال

source: Profile
ar_sa: الملف التعريفي

source: Settings
ar_sa: الاعدادات

source: Preview
ar_sa: استعراض

source: Upload
ar_sa: رفع المستندات

source: Download
ar_sa: تحميل

source: Delete
ar_sa: إلغاء

source: NO
ar_sa: لا

source: YES
ar_sa: نعم

source: Take me there
ar_sa: الانتقال

source: Logout
ar_sa: تسجيل الخروج

source: UPLOAD NOW
ar_sa: رفع الآن

source: Please enter your first name
ar_sa: فضلاً أدخل الاسم الأول

source: Please enter your last name
ar_sa: فضلاً أدخل الاسم الأخير

source: Please enter your mobile name
ar_sa: فضلاً أدخل رقم جوالك

source: Not related to this course
ar_sa: لا علاقة له بالمقرر

source: Contains advertisement
ar_sa: يحتوي إعلانات

source: Other
ar_sa: أخرى

source: Report
ar_sa: ابلاغ

source: Report Type
ar_sa: نوع الإبلاغ

source: Select report type
ar_sa: اختر نوع الإبلاغ

source: Are you sure want to upload?
ar_sa: متأكد من عملية الرفع؟

source: Are you sure want to download?
ar_sa: متاكد من التحميل؟

source: Are you sure want to delete?
ar_sa: متاأكد من الإلغاء؟

source: Do you want to enroll the department you have chosen?
ar_sa: هل ترغب في أن يتم حفظ هذا القسم؟

source: Are you sure you want to logout?
ar_sa: هل انت متأكد من تسجيل الخروج؟

source: Need to complete first registration or login process
ar_sa: يجب أن تكمل عملية التسجيل أو تسجيل الدخول

source: Loading Images
ar_sa: تحميل الصور

source: Please Wait
ar_sa: فضلاً انتظر

source: In The Future
ar_sa: قريباً

source: Just now
ar_sa: الآن

source: 1 minute ago
ar_sa: منذ دقيقة

source: minutes ago
ar_sa: منذ دقيقة

source: 1 hour ago
ar_sa: منذ ساعة

source: hours ago
ar_sa: قبل ١ ساعة

source: Yesterday at
ar_sa: بالأمس في

source: Looking for document...
ar_sa: جاري البحث عن المستند

source: Manual
ar_sa: يدوي

source: Automatic
ar_sa: آلي

source: Are you sure you want to delete all scanned pages?
ar_sa: هل أنت متأكد من مسح كافة الصفحات؟

source: Hold Still.
ar_sa: جاري العمل

source: Nothing found. Snap manually.
ar_sa: لم يتم العثور على شيء، قم بالتقاط الصور يدوياً

source: Move closer...
ar_sa: قرب أكثر

source: Move
ar_sa: حرك الكاميرا

source: My Department Cources
ar_sa: مقررات قسمي

source: My University
ar_sa: جامعتي

source: Document Feed
ar_sa: درج المستندات

source: Share Post
ar_sa: نشر التدوينة

source: Successfully imported
ar_sa: تم الرفع بنجاح

source: Doc
ar_sa: مستند

source: No Filter
ar_sa: بدون فلاتر

source: Black & White
ar_sa: أبيض وأسود

source: Gray
ar_sa: رمادي

source: Magic Color
ar_sa: ألوان سحرية

source: scan
ar_sa: مسح

source: filter
ar_sa: فلتر

source: crop
ar_sa: قص

source: rotate
ar_sa: تدوير

source: delete
ar_sa: حذف

source: Crop
ar_sa: قص

source: Undo
ar_sa: تراجع

source: Al Maktaba
ar_sa: المكتبة

source: Progress:
ar_sa: العمل

source: Upload Complete :
ar_sa: تم الرفع

source: My Department
ar_sa: قسمي

source: Tap to change your Department
ar_sa: اضغط لتغيير قسمك

source: Photos Selected
ar_sa: الصور المحددة

source: Photo Selected
ar_sa: الصورة المحددة

source: Fit Document into screen
ar_sa: تكبير المستند بحجم الشاشة

source: On
ar_sa: تشغيل

source: Off
ar_sa: إغلاق

source: Can't capture the document?
ar_sa: لا يمكنك تصوير المستند؟

source: Please do the following:
ar_sa: فضلاً قم بالآتي:

source: • Make sure document's edges are clearly visible on the screen
ar_sa: تأكد من أن زوايا المستند ظاهرة بالشاشة

source: • Place the document on a more contrastive background
ar_sa: ضع المستند في مكان ذو خلفية مضيئة

source: • Slightly move the device towards and away from the doc until the square appears
ar_sa: حرك الكاميرا للأمام والخلف حتى يظهر المربع

source: Ok, I understand
ar_sa: تم

source: OK
ar_sa: موافق

source: Add Point
ar_sa: إضافة نقظة

source: Remove Point
ar_sa: إزالة النقطة

source: Fit document into screen.
ar_sa: احتواء المستند على الشاشة.

source: Countinue as a
ar_sa: متابعة كـ

source: Forgot??
ar_sa: نسيت ؟؟

source: GUEST
ar_sa: زائر

source: Delete Post
ar_sa: إلغاء

source: Please enter your email
ar_sa: فضلاً أدخل البريد الالكتروني

source: Please enter valid email
ar_sa: فضلاً قم بإدخال بريد الكتروني صالح

source: Please enter valid mobile number
ar_sa: فضلاً أدخل رقم الجوال

source: Please enter your password
ar_sa: فضلاً أدخل كلمة المرور

source: Please enter your current password
ar_sa: فضلاً أدخل كلمة المرور الحالية

source: Please enter your new password
ar_sa: فضلاً أدخل كلمة المرور الجديدة

source: Please enter correct current password
ar_sa: فضلاً أدخل كلمة المرور الصحيحة

source: Password should have minimum 6 characters
ar_sa: يجب أن تحتوي كلمة المرور على ٦ أحرف على الأقل

source: Please enter document name
ar_sa: فضلاً أدخل اسم المستند

source: Getting error while save document
ar_sa: هناك خلل في عملية حفظ المستند

source: Please check your password and confirm password
ar_sa: فضلاً تأكد من كلمة المرور

source: Please check your new password and confirm password
ar_sa: فضلاً قم بتأكيد كلمة المرور الجديدة

source: Please enter OTP code
ar_sa: أدخل رمز المرور المؤقت

source: Entered OTP code was incorrect
ar_sa: رمز المرور المؤقت خاطئ

source: University logo required
ar_sa: شعار الجامعة مطلوب

source: Please select report type
ar_sa: فضلاً اختر نوع الإبلاغ

source: Selected file type not supported, Please select other file.
ar_sa: نوع المستند المختار غير مدعوم، فضلاً قم باختيار نوع آخر

source: Selected video size is bigger then 50mb, Please select other video.
ar_sa: حجم الفيديو المختار أكبر من ٥٠ ميغا

source: Selected document size is bigger then 25mb, Please select other document.
ar_sa: حجم المستند أكبر من ٢٥ ميغا

source: Getting error while upload profile image
ar_sa: حدث خطأ أثناء رفع صورة الملف التعريفي

source: Successfully download document
ar_sa: تم تحميل المستند بنجاح

source: The request timed out, please verify your internet connection and try again.
ar_sa: فضلاً تأكد من الاتصال بالانترنت

source: Unable to reach to the server, please try again after few minutes
ar_sa: لا يمكن الاتصال بالخادم، فضلاً اعد المحاولة لاحقاً

source: The network connection was lost, please try again.
ar_sa: تم فقد الاتصال بالشبكة، فضلاً أعد المحاولة

source: The Internet connection appears to be offline.
ar_sa: لا يوجد اتصال انترنت

source: Server error!
ar_sa: خطأ بالخادم

source: Unable to connect, please try again!
ar_sa: لا يمكن الاتصال، فضلاً أعد المحاولة

source: Record Found
ar_sa: تم العثور على السجل

source: No Record Found
ar_sa: لم يتم العثور على السجل

source: Invalid username or password, try again
ar_sa: خطأ في المستخدم أو كلمة المرور، فضلاً أعد المحاولة

source: Invalid username or password, try again.
ar_sa: خطأ في المستخدم أو كلمة المرور، فضلاً أعد المحاولة

source: Please verify your account.
ar_sa: فضلاً قم بتأكيد حسابك

source: Invalid username & Password, try again.
ar_sa: خطأ في المستخدم و كلمة المرور، فضلاً أعد المحاولة

source: Login successfully.
ar_sa: تم تسجيل الدخول بنجاح

source: Please provide all required fields.
ar_sa: فضلاً قم بكتابة كافة الحقول المطلوبة

source: User logout sucessfully.
ar_sa: تم تسجيل الخروج بنجاح

source: Email already exists.
ar_sa: الايميل مسجل مسبقاً

source: The user could not be saved. Please, try again.
ar_sa: لم نتمكن من حفظ المستخدم، فضلاً أعد المحاولة

source: The user has been edit.
ar_sa: تم تعديل المستخدم

source: User not found.
ar_sa: لم يتم العثور على المستخدم

source: The user has been deleted.
ar_sa: تم حذف المستخدم

source: Your account is activated now.
ar_sa: تم تفعيل حسابك

source: Your account is not activated. Please, try again.
ar_sa: لم يتم تفعيل حسابك، فضلاً أعد المحاولة

source: Profile image remove successfully.
ar_sa: حذف صورة المستخدم

source: Profile image not remove. Please, try again.
ar_sa: لم يتم حذف الصورة، فضلاً أعد المحاولة

source: Password has been change.
ar_sa: تم تغيير كلمة المرور

source: The password could not be saved. Please, try again.
ar_sa: لم يتم حفظ كلمة المرور، فضلاً أعد المحاولة

source: Current password does not match.
ar_sa: كلمة المرور الحالية لم تتطابق

source: Email send successfully.
ar_sa: تم إرسال البريد الالكتروني

source: The email could not be send. Please, try again.
ar_sa: لم نتمكن من إرسال البريد الالكتروني، فضلاً أعد المحاولة

source: You are not an user.
ar_sa: أنت لست مستخدم للتطبيق

source: Email Not Send Please try again
ar_sa: لم يتم ارسال البريد الالكتروني، فضلاً أعد المحاولة

source: The OTP code has been send successfully.
ar_sa: تم ارسال كود التفعيل بنجاح

source: The OTP code could not be send. Please, try again.
ar_sa: لم نتمكن من ارسال كود التفعيل، فضلاً أعد المحاولة

source: Universities name already exists.
ar_sa: اسم الجامعة موجود مسبقاً

source: The Universities has been saved.
ar_sa: تم حفظ الجامعة بنجاح

source: The University could not be saved. Please, try again.
ar_sa: لم نتمكن من حفظ الجامعة، فضلاً أعد المحاولة

source: Universities not found
ar_sa: لم يتم العثور على الجامعة

source: The Universities has been deleted.
ar_sa: تم حذف الجامعة

source: The Universities could not be saved. Please, try again.
ar_sa: لم يتم حفظ الجامعة، فضلاً أعد المحاولة

source: University logo remove successfully.
ar_sa: تم حذف شعار الجامعة بنجاح

source: Failed to remove university logo . Please, try again.
ar_sa: لم يتم حذف شعار الجامعة، فضلاً أعد المحاولة

source: Colleges name already exists.
ar_sa: اسم الكلية موجود مسبقاً

source: The Colleges has been saved.
ar_sa: تم حفظ الكلية

source: The Colleges could not be saved. Please, try again.
ar_sa: لم يتم حفظ الكلية، فضلاً أعد المحاولة

source: Colleges not found
ar_sa: لم يتم العثور على الكلية

source: The Colleges has been deleted.
ar_sa: تم حذف الكلية

source: Departments name already exists.
ar_sa: القسم موجود مسبقاً

source: The Departments has been saved.
ar_sa: تم حفظ القسم

source: The Departments could not be saved. Please, try again.
ar_sa: لم يتم حفظ القسم، أعد المحاولة

source: Departments not found
ar_sa: لم يتم العثور على القسم

source: The Departments has been deleted.
ar_sa: تم حذف القسم

source: Course name already exists.
ar_sa: اسم المقرر موجود مسبقاً

source: The Courses has been saved.
ar_sa: تم حفظ اسم المقرر

source: The Courses could not be saved. Please, try again.
ar_sa: لم يتم حفظ المقرر، أعد المحاولة

source: Courses not found
ar_sa: لم يتم العثور على المقرر

source: The Courses has been deleted.
ar_sa: تم حذف المقرر

source: Collegedepartments already exists.
ar_sa: أقسام الكلية موجودة مسبقاً

source: The Collegedepartments has been saved.
ar_sa: تم حفظ اقسام الكلية

source: The Collegedepartments could not be saved. Please, try again.
ar_sa: لم يتم حفظ اقسام الكلية، أعد المحاولة

source: Collegedepartments name already exists.
ar_sa: اسم القسم بالكلية موجود مسبقاً

source: Collegedepartments not found
ar_sa: لم يتم العثور على القسم بالكلية

source: The Collegedepartments has been deleted.
ar_sa: تم حذف قسم الكلية

source: Userdepartments already exists.
ar_sa: قسم المستخدم موجود مسبقاً

source: The Userdepartments has been saved.
ar_sa: تم حفظ قسم المستخدم

source: The Userdepartments could not be saved. Please, try again.
ar_sa: لم يتم حفظ قسم المستخدم، أعد المحاولة

source: Userdepartments not found
ar_sa: لم يتم العثور على قسم المستخدم

source: The Userdepartments has been deleted.
ar_sa: تم حذف قسم المستخدم

source: Departmentcourses already exists.
ar_sa: مقررات القسم موجودة مسبقاً

source: The Departmentcourses has been saved.
ar_sa: تم حفظ مقررات القسم

source: The Departmentcourses could not be saved. Please, try again.
ar_sa: لم يتم حفظ مقررات القسم، أعد المحاولة

source: Departmentcourse not found
ar_sa: لم يتم العثور على مقررات القسم

source: The Departmentcourse has been deleted.
ar_sa: تم حذف مقررات القسم

source: The Departmentcourse could not be saved. Please, try again.
ar_sa: لم يتم حفظ مقررات القسم، أعد المحاولة

source: The Documents has been saved.
ar_sa: تم حفظ المستندات

source: The Documents could not be saved. Please, try again.
ar_sa: لم يتم حفظ المستندات، أعد المحاولة

source: Documents not found
ar_sa: لم يتم العثور على المستندات

source: The Documents has been deleted.
ar_sa: تم حذف المستندات

source: Suggestion already exists.
ar_sa: الاقتراح موجود مسبقاً

source: The Suggestion has been saved.
ar_sa: تم حفظ الاقتراح

source: The Suggestion could not be saved. Please, try again.
ar_sa: لم يتم حفظ الاقتراح، أعد المحاولة

source: Suggestion not found.
ar_sa: لم يتم العثور على الاقتراح

source: The Suggestion has been deleted.
ar_sa: تم حذف الاقتراح

source: The Department Report has been saved.
ar_sa: تم حفظ الإبلاغ عن قسم

source: The Department Report could not be saved. Please, try again.
ar_sa: لم يتم حفظ الإبلاغ عن قسم، أعد المحاولة

source: Documentreports not found
ar_sa: لم يتم العثور على بلاغ المستند

source: The Documentreports has been deleted.
ar_sa: تم حذف بلاغ المستند

source: The Documentreports could not be saved. Please, try again.
ar_sa: لم يتم حفظ بلاغ المستند، أعد المحاولة
